<template>
  <div class="aboutOurCompany">
    <div class="title"><h3>الصرف الصحي</h3></div>

    <v-divider></v-divider>
    <v-container>
      <div>
        <v-row><h2 class="mt-10">أهمية الحفاظ على شبكة الصرف الصحى</h2></v-row>
        <v-row>
          <v-col cols="12" lg="8" sm="10" xs="10">
             <v-card class="changeTitleStyle mb-3">
              <v-card-title              
                class="changeTitleStyle"
              > <h3>طريقه الحفاظ علي شبكات مياه الصرف الصحي </h3>
              </v-card-title>
              <v-card-text class="importantSite">
               <h3>يتمّ تجميع مياه الصرف الصحي ونقلها من المدينة ومن القرية إلى المعهد لتنقية المجاري من خلال شبكة المواسير بواسطة قوة التجاذب والضخّ. وتحتاج هذه الشبكات إلى الرعاية والصيانة</h3>  <br/>
             <h3>في الماضي قامت السلطات المحلية المسؤولة عن الصرف الصحي البلدي بتصريف المجاري دون التخطيط المنظم مع الصيانة طويلة الأمد للشبكة والأنابيب </h3>
           
             <h3>وفي نوفمبر عام 2011 م نشرت وزارة حماية البيئة والأنظمة الخاصّة بإدارة شبكات نقل الصرف الصحي، والتي تفرض على السلطات المحلية القيام بدراسة شاملة لشبكات النقل ضمن حدودها بالإضافة إلى وضع التخطيط المفصَّل للصيانة المستمرّة وطويلة الأمد وتبديل الأنابيب القديمة من فترة إلى أخرى</h3>
          
             <h3>تتطلب شبكات الصرف الصحي عمليات الصيانة الدورية والمهنية وذلك للحفاظ على الشبكة من عوامل الهدر وتحقيق الاستفادة القصوى من الشبكة    </h3>
              </v-card-text>
             </v-card>
            <v-expansion-panels v-model="panel" multiple>
              <v-expansion-panel
                v-for="(item, i) in ArrayOFAnElsherka"
                :key="i"
                class="changeTitleStyle"
              >
                <v-expansion-panel-header class="fade-in">
                  {{ item.title }}
                </v-expansion-panel-header>
                <v-expansion-panel-content>
                  <h4 class="importantSite" v-if="item.text">
                    {{ item.text }}
                  </h4>
                  <h4 v-if="item.text2">
                    {{ item.text2 }}
                  </h4>
                  <h4 v-if="item.text4">{{ item.text4 }}</h4>
                  <h4 v-if="item.text5">{{ item.text5 }}</h4>

                  <ul v-if="item.subtext">
                    <li v-for="i in item.subtext" :key="i">
                        <h4 class="green--text" v-animate-onscroll="{ down: 'text-shadow-pop-top' }">{{i.subTitle}}</h4>
                      <h4>{{ i.subtext }}</h4>
                    </li>
                  </ul>
                  <h4 class="brown--text" v-if="item.text3">
                    {{ item.text3 }}
                  </h4>
                </v-expansion-panel-content>
              </v-expansion-panel>
            </v-expansion-panels>
          </v-col>
          <v-col cols="12" lg="4" sm="4" xs="4">
            <Link></Link>
          </v-col>
        </v-row>
      </div>
    </v-container>
  </div>
</template>
<script>
import Link from "../../components/link.vue";
export default {
  components: { Link },
  data() {
    return {
      panel: [0],
      ArrayOFAnElsherka: [
       
        {
          title: " مشاكل صيانه الشبكه ",
          text5: "من أهمّ المشاكل في صيانة هذه الشبكة",
          subtext: [
            {
              id: "1",
              subtext:
                " أكسدة المواسير وتآكلها وانكسارها حيث تتسرب مياه الصرف الصحي إلى الأرض والمياه الجوفية",
            },
            {
              id: "2",

              subtext: " انسداد الأنابيب بالمواد العالقة",
            },
            {
              id: "3",

              subtext:
                "الوقف المتكرر للمضخات بسبب انقطاع الكهرباء أو خلل ميكانيكي حيث تجري مياه الصرف الصحي إلى البيئة",
            },
            {
              id: "4",

              subtext: " انتشار الرائحة الكريهة من معاهد الضخّ",
            },
          ],
        },
         {
          title: "التعليمات حول تخطيط شبكة النقل ومحطات الضخ وصيانتها",
          text5: "تتم الصيانة بالطرق التالية :",
          subtext: [
            {
              id: "1",
              subtext:
                "إقامة نظام كهربائي بديل لضمان استمرار عمل المضخات في أوقات انقطاع الكهرباء",
            },
            {
              id: "2",

              subtext: "إبعاد معاهد الضخ من التجمعات السكانية أو إقامة المنشآت لتخفيض الروائح",
            },
            {
              id: "3",

              subtext:
                "استعمال التكنولوجيا المتقدمة منها تصوير الأنابيب ",
            },
            {
              id: "4",

              subtext: "دراسة الوسائل الهندسية لتخفيض التآكل والتصدع",
            },
            
            {
              id: "5",

              subtext: "في المخططات لتطوير البناء في المدن والقري",
            }
            ,
            {
              id: "6",

              subtext: "المطالبة بإبعاد مواسير الصرف الصحي عن الأحياء السكنية الجديدة .",
            }
            ,
            {
              id: "7",

              subtext: " المطالبة بالحماية الخاصّة للمواسير المتواجدة بالقرب من حفريات مياه الشرب",
            },
            {
              id: "8",

              subtext: "نص التعليمات حول تخطيط المحطات لضخ مياه الصرف الصحي وصيانتها",
            },
             
          ],
        },
        {
          title: "الأنظمة حول تخطيط شبكة نقل الصرف الصحي وصيانتها",
          text5: " تفرض أنظمة شبكة نقل الصرف الصحي التي نشرتها وزارة حماية البيئة في نوفمبر 2011 م على السلطات المحلية القيام بالدراسة الشاملة لشبكات نقل الصرف الصحي ضمن حدودها بالإضافة إلى وضع التخطيط المفصَّل للصيانة المستمرّة وتبديل المواسير القديمة.",
          subtext: [
            {
              id: "1",
              subTitle:"هدف الأنظمة:",
              subtext:
                "منع تسرب مياه الصرف الصحي من شبكة نقل المجاري من أجل حماية موارد المياه والنظم الإيكولوجية والتنوع البيولوجي ومنع الإزعاجات للبيئة.",
            },
            {
              id: "2",
               subTitle:"أهمّ مبادئ الأنظمة",
              subtext:"تقوم السلطة المحلية التي تنقل الصرف الصحي إلى حدود سلطة أخرى بإخبار السلطة التي تستوعب المجاري عن كل تغير في كمية الصرف الصحي وعن أي خلل في شبكة النقل   تقوم السلطة المحلية بإقامة شبكة نقل الصرف الصحي وبإدارتها وبصيانتها لضمان منع تسرب مياه الصرف الصحي إلى البيئة.تقوم السلطة المحلية التي تستوعب الصرف الصحي من سلطة أخرى بإخبار السلطة المحلية التي تصرف المياه إليها عن كل تغيير في الشبكة المتواجدة في حدودها والتي قد تسبب التسرب والمكاره البيئيةتقوم السلطة المحلية باحتفاظ جميع المعطيات عن شبكة نقل الصرف الصحي في الحاسوب وفي نظام المعلومات الجغرافي تقوم السلطة المحلية التي تمتلك شبكة نقل الصرف الصحي بالتخطيط المفصَّل لتجديد الشبكة وتطويرها حسينها قطع الصلة بين شبكة النقل وشبكة مصارف المياه وبالأعمال لتصليح أي تسرب وخلل بالإضافة إلى الصيانة اليومية يجب على السلطة المحلية تشغيل المحطة لضخ مياه الصرف الصحي وصيانتها بموجب إرشادات الوزارة لحماية البيئة تقوم السلطة المحلية بالفحص المنتظم لشبكة نقل مياه الصرف الصحي وتحتفظ بالمعطيات لمدّة 7 سنوات على الأقلّتضع السلطة المحلية التعليمات لعلاج تسرب مياه الصرف الصحي وتقوم بالتصليح الفوري للخللتنشر السلطة المحلية جميع المعطيات عن شبكة نقل مياه الصرف الصحي على موقع الإنترنت التابع للسلطة المحلية وتفتح أمام الجمهور في مكاتبها جميع المعطياتيفصل الملحق للأنظمة طول حياه مختلف أنواع المواسير لنقل الصرف الصحي حسب مادّة الماسورة إذا كانت من أسبست الاسمنت أو الفلاذ أو مختلف أنواع Polyethelen. " 
            }
          ],
        },
      ],
    };
  },
};
</script>
<style >
h3 {
  font-family: Arial, Helvetica, sans-serif;
}
.changeTitleStyle {
  background: rgba(222, 184, 135, 0.192) !important;
}
</style>