<template>
  <div class="aboutOurCompany">
    <div class="title"><h3>الوظائف الحاليه  </h3></div>

    <v-divider></v-divider>
    <v-container>
      <div>
         <v-row>
          <v-col cols="12" lg="8" sm="10" xs="10">
              
               <v-img src="https://www.pua.edu.eg/wp-content/uploads/2020/08/no-vacanciesar.png"></v-img>
          </v-col>
          <v-col cols="12" lg="4" sm="4" xs="4">
            <Link></Link>
          </v-col>
        </v-row>
      </div>
    </v-container>
  </div>
</template>
<script>
import Link from "../../components/link.vue";
export default {
  components: { Link },
  data() {
    return {
    
      ArrayOFAnElsherka: [
        {
          title: "محطات المعالجه",
          text: "باختصار يتم في المدن والقرى تجميع مياه الصرف الصحي في خطوط يتم توجيهها الى محطات المعالجة التي هي على نوعين :",
          subtext: [
            {
              id: "1",
              subTitle: "المحطات المفتوحة ",
              subtext:
                " تدخل فيها المياه في عدة مراحل من أحواض ترسيب وتجميع وتصفية لفصل المواد المحملة بالمياه واستبعاد مالايمكن الاستفادة منه وترسيب الباقي لاستخدامه كسماد وكذلك استخدام المياه المصفاة واعادة توجيهها لاقنية الري وعيوب هذه الطريقة الروائح الكريهة التي تصدر منها على الجوار وحاجتها لمساحات كبيرة ( حسب حجم المياه المصصممة لاستيعابها ) وبالتالي يجب أن تكون بعيدة ماأمكن عن المجمعات السكنية ",
            },
            {
              id: "2",
              subTitle: "الطريقة المغلقة ",
              subtext:
                " لاتختلف آلية المعالجة كثيراً عن النظام السابق غير أنها مغلقة لايشعر أحد بوجودها لانها محكمة الاغلاق ويمكن تنفيذها في حديقة عامة مثلاً .",
            },
          ],
          text4:
            "للنظامين الاحجام المناسبة والتصميم المناسب حسب كميات المياه المطلوب معالجتها يومياً .",
        },
         {
          title: "ما  الصرف الصناعي ؟",
          text: "هي كل المخلفات او السوائل المنصرفة غير الآدمية متمثلة فى صرف منشآت( صناعية تجارية - بواخر – مطاعم - .......) الخ ؛ و يتم صبها علي شبكة الصرف الصحى",
        
        },
         {
          title: "الملوثات فى مياه الصرف الصناعي ",
          text: "المواد الصلبة العالقة – المواد المغذية – الملوثات ذات الأهمية القصوى – المواد العضوية صعبة التحلل- المعادن الثقيلة – الأملاح الغير العضوية الذائبة",
        
        },
         {
          title: "الطرق الشائعة لمعالجة مياه الصرف الصناعي",
            subtext: [
            {
              id: "1",
              subTitle: "عمليات المعالجة الفيزيائية ",
              },
            {
              id: "2",
              subTitle: "عمليات المعالجة البيولوجية",
               },
               {
                   id:"3",
                   subTitle:"عمليات المعالجة الكيميائية"
               }
          ],
          text4:"إن دور الإدارة العامة للصرف الصناعي بشركة مياه الشرب والصرف الصحي بأسيوط  والوادي الجديد  لا يقتصر على الإشراف على المنشآت بجميع أنواعها ( صناعية – تجارية – سياحية – طبية  ،،،،،،،،،،)ولكن أيضا يكمن في الحفاظ على شبكات الصرف الصحى من أجل غدا أفضل"
        },
       
      ],
    };
  },
};
</script>
<style >
h3 {
  font-family: Arial, Helvetica, sans-serif;
}
.changeTitleStyle {
  background: rgba(222, 184, 135, 0.192) !important;
}
</style>